WELCOME_MESSAGE = """Привіт, абітурієнте!👋
Перш ніж щось написати, прочитай <b>правила</b> та не забувай про них надалі:
1. Намагайся чітко та одним повідомленням формулювати своє питання.
2. Тут не місце для флуду, для нього в нас є окрмемий <a href="https://t.me/abitiasa_flood">чат</a> (тільки для абітурієнтів).

За порушення цих правил можна отримати м'ют або бан на розсуд адмінів.

<b>Важливе:</b>
У нас є <a href="https://t.me/abitiasa">канал</a>, з багатьма цікавинками та анонсами усіх заходів.
Не бійся задавати дурні на твій погляд питання — на них теж завжди знайдуться відповіді. А ще — не забувай про пошук серед повідомлень.

Для швидшого отримання відповіді тегай чи пиши людям нижче.

Знає все про гуртожитки: @taras_volovodenko
Розповість про 124 спеціальність (системний аналіз): @Yalikesifulei
Розкаже про 122 спеціальність (комп'ютерні науки): @la_bastard
Просто все знають: @vosmiklasnizza @mrconfucious 
Вирішують серйозні питання: @lyokomokko @brkln_kid


<b>P.S.</b> Якщо ти студент — поважай працю команди та не заважай роботі (а допомозі ми тільки раді).

Всі зауваження та побажання щодо роботи пишіть @Yalikesifulei та @la_bastard, а щодо цього бота — @vosmiklasnizzza."""

FLOOD_MESSAGE_1 = """Ще одне коротке повідомлення і стипендії в другому семестрі ти не побачиш, а зараз йди до <a href="https://t.me/abitiasa_flood">флудильні</a>."""
FLOOD_MESSAGE_2 = """За такі короткі повідомлення підеш на перескладання у першому семестрі, а зараз йди до <a href="https://t.me/abitiasa_flood">флудильні</a>."""
# FLOOD_MESSAGE_3 = """Мені здається, що мій лектор з мат. аналізу хотів відрахувати одного хлопця за такі короткі повідомлення, а тому йди краще до <a href="https://t.me/abitiasa_flood">флудильні</a>."""
# FLOOD_MESSAGE_4 = """Зараз таких як ти ніхто не хоче приймати на роботу, а тому досить писати короткі повідомлення, йди краще до <a href="https://t.me/abitiasa_flood">флудильні</a>."""

FLOOD_MESSAGES = [FLOOD_MESSAGE_1, FLOOD_MESSAGE_2]